/* Дана переменная number.
Напиши программу, которая выводит на экран квадрат этой переменной (number * number). */

public class Solution {
    public static int number = 25;

    public static void main(String[] args) {
        //напишите тут ваш код
    }
}

package com.company;

class Solution {
    public static int number = 25;

    public static void main(String[] args) {
        int a,b;
        a = 25;
        b = 25;
        int mult = a*b;
        System.out.println("25 * 25 = "+mult);
    }
}
